[
    {
        "id": 1,
        "name": "Spaghetti Carbonara",
        "info": "En klassisk, krämig carbonara med parmesanost, ruccola och den finaste svartpepparn! Lika god en fredagkväll tillsammans med ett gott glas vin som till lyxlunch på helgen.",
        "pictureurl":"https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_168478/cf_259/kramig_carbonara.jpg",
        "fish": false,
        "meat": true,
        "chicken": false,
        "vegetarian": false,
        "price": 80,
        "ingridients":[
            "2 frp bacon",
            "500g spaghetti",
            "riven parmesanost",
            "4 äggulor",
            "2 krm svartpeppar",
            "1 dl vispgrädde",
            "1/2 tsk salt",
            "ruccola till garnering"
        ],
        "time": 20,
        "todo": "Koka spaghetti enligt anvisningarna på förpackningen. Stek baconbitarna knapriga i en stekpanna. Vispa ihop ägg, grädde, parmesanost, salt och svartpeppar i en bunke. Häll av pastan och häll tillbaka den i kastrullen, vänd ner äggblandningen och det stekta baconet. Rör runt på svag värme till en krämig pasta. Till servering: Lägg upp på ett fat tillsammans med ruccolasalladen. Servera med en extra äggula och dra några extra tag med pepparkvarnen över.",
        "allergies": "Innehåller ägg och mjölkprotein. Gör glutenfri: välj glutenfri pasta. Gör laktosfri: välj laktosfri grädde."
    },
    {
        "id": 2,
        "name": "Fisk- och skaldjurssoppa",
        "info": "Vad passar hösten bättre till än en krämig fisk- och skaldjurssoppa? Med en fisksoppbas smaksatt med hummer och vitt vin, behövs det bara tillsättas räkor, samt krispig salladslök för att få en smakrik soppa. Servera sedan tillsammans med en varm vitlöksbaguette.",
        "pictureurl":"https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_206658/cf_259/fisk-_och_skaldjurssoppa.jpg",
        "fish": true,
        "meat": false,
        "chicken": false,
        "vegetarian": false,
        "price": 120,
        "ingridients":[
            "1 frp vitlöksbaguette",
            "400g soppbas med hummer och vittvin",
            "1 dl mellangrädde",
            "580g räkor i lake",
            "1/2 påse salladslök"
        ],
        "time": 20,
        "todo": "Sätt ugnen på 175°C. Baka baguetten enligt anvisningen på förpackningen. Koka upp fisksoppebasen med grädden i en kastrull. Låt räkorna rinna av i en sil. Ansa och strimla salladslöken. Vänd ned räkor och salladslök i soppan och och låt det bli varmt (koka inte, då blir räkorna sega). Servera soppan med baguetten.",
        "allergies": "Kontrollera noga innehållet i brödet och soppbasen. Fri från ägg. Innehåller laktos och mjölkprotein. Gör glutenfri: välj glutenfritt bröd."
    },
    {
        "id": 3,
        "name": "Rostas med krämig gnocchi",
        "info": "Rostas är en extra mör bit av nötkött som får en fantastisk smak när den steks i smör. Smakexplosion uppstår när den serveras med denna krämiga gnocchi med sting från dijonsenap. Toppa rätten med hackad persilja och söta romanticatomater.",
        "pictureurl":"https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_185342/cf_259/rostas_med_kramig_gnocchi.jpg",
        "fish": false,
        "meat": true,
        "chicken": false,
        "vegetarian": false,
        "price": 100,
        "ingridients":[
            "4 port gnocchi",
            "ca 300g rostas",
            "1 msk smör",
            "salt",
            "peppar",
            "2 dl matlagningsgrädde",
            "10g färsk persilja",
            "1 tsk dijonsenap",
            "200g romanticatomater"
        ],
        "time": 40,
        "todo": "Koka gnocchin enligt anvisningen på förpackningen. Stek köttet i hälften av smöret i en stekpanna, ca 4 minuter på varje sida. Krydda med salt och peppar. Lyft upp köttet och stek gnocchin i resten av smöret, häll i grädden och låt koka ihop. Hacka persiljan och rör ner den i gnocchin, smaka av med senap, salt och peppar. Dela tomaterna. Servera köttet med gnocchin och tomaterna.",
        "allergies": "Fri från ägg. Innehåller laktos och mjölkprotein. Gör glutenfri: välj glutenfritt bröd."
    },
    {
        "id": 4,
        "name": "Lax med grönsakswok",
        "info": "Här kommer en lättlagad men ack så smarrig rätt, gjord på stekt lax och smakrik wok. Till det serveras nykokt ris. Gott för alla magar!",
        "pictureurl":"https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_243615/cf_259/lax_med_gronsakswok__.jpg",
        "fish": true,
        "meat": false,
        "chicken": false,
        "vegetarian": false,
        "price": 80,
        "ingridients":[
            "4 port ris",
            "2 frp wokmix fusion med dressing",
            "2 msk olja",
            "1 dl sweet chilisås",
            "1 dl vatten",
            "600g laxfile"
        ],
        "time": 20,
        "todo": "Koka riset enligt anvisningen på förpackningen. Stek grönsakerna i hälften av oljan i en stekpanna. Häll i dressingen, sweet chilisås och vatten. Lägg upp i en skål. Stek laxen i resten av oljan i stekpannan ca 2 minuter per sida eller tills fisken har en innertemperatur på 54°C. Servera fisken med ris och grönsaker.",
        "allergies": "Fri från ägg. Innehåller laktos och mjölkprotein. Gör glutenfri: välj glutenfritt bröd."
    },
    {
        "id": 5,
        "name": "Köttfärsgulash med potatis",
        "info": "Denna ungerska köttfärsgulasch är lättlagad och värmer bra i höstmörkret. Potatis- och paprikabitarna gör grytan mer matig så att du står dig hela dagen. Med en god brödbit till blir måltiden fulländad.",
        "pictureurl":"https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_36930/cf_259/kottfarsgulasch_med_potatis.jpg",
        "fish": false,
        "meat": true,
        "chicken": false,
        "vegetarian": false,
        "price": 60,
        "ingridients":[
            "1 gul lök",
            "800 g potatisar",
            "2 röda paprikor",
            "500g nötfärs",
            "2 msk olja",
            "5 dl kött eller hönsbuljong",
            "500g krossade tomater",
            "2 tsk kummin",
            "1 msk paprikapulver",
            "salt",
            "peppar"
        ],
        "time": 40,
        "todo": "Skala lök och potatis. Dela och kärna ur paprikorna. Hacka löken, skär potatisen och paprikorna i tärningar. Fräs alla grönsaker och köttfärsen i oljan i en gryta.  Tilllsätt buljong, tomater och kryddor. Låt koka tills potatisen är mjuk. Smaksätt med salt och peppar. Servera med ett gott mjukt bröd att suga upp såsen med.",
        "allergies": "Fri från ägg. Innehåller laktos och mjölkprotein. Gör glutenfri: välj glutenfritt bröd."
    },
    {
        "id": 6,
        "name": "Ugnsbakad fisk med pepparrotsost",
        "info": "Fisk smaksatt med pepparrot blir ofta riktigt gott. Här används färskost med smak av pepparrot. Häll grädde över och tillaga sedan fisken enkelt i ugnen. Under tiden kokas riset. Till den ugnsbakade fisken serverar du riset och fräscha mangoldblad.",
        "pictureurl":"https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_238635/cf_259/ugnsbakad_fisk_med_pepparrotsost.jpg",
        "fish": true,
        "meat": false,
        "chicken": false,
        "vegetarian": false,
        "price": 90,
        "ingridients":[
            "600g alska pollock",
            "salt",
            "peppar",
            "175g färskost med pepparrostssmak",
            "2 1/2 dl matlagningsgrädde",
            "1 fiskbuljongstärning",
            "4 port ris",
            "65 g mangoldskott"
        ],
        "time": 40,
        "todo": "Tina fisken. Sätt ugnen på 225°C. Låt fisken rinna av ordentligt. Lägg filéerna i en ugnsform. Krydda med salt och peppar. Klicka på färskosten. Koka upp grädde och smulad buljongtärning och häll över fisken. Gratinera mitt i ugnen ca 20 minuter. Koka riset enligt anvisningen på förpackningen. Servera fisken med ris och sallad.",
        "allergies": "Fri från ägg. Innehåller laktos och mjölkprotein. Gör glutenfri: välj glutenfritt bröd."
    },
    {
        "id": 7,
        "name": "Korv med krämig potatis",
        "info": "Stekt älgkorv serveras här med krämig potatis. Ett snabbt och enkelt sätt att få härligt krämig potatis är att vända ner lite smaksatt crème fraiche över den kokta potatisen, samt lite färsk hackad persilja. Smaklig spis önskar vi!",
        "pictureurl":"https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_241874/cf_259/algkorv_med_kramig_potatis.jpg",
        "fish": false,
        "meat": true,
        "chicken": false,
        "vegetarian": false,
        "price": 90,
        "ingridients":[
            "900g potatis",
            "1 förp hericots verts",
            "1 förp färsk persilja",
            "600g korv",
            "4 tsk olja",
            "2 dl creme fraiche",
            "salt",
            "peppar"
        ],
        "time": 40,
        "todo": "Skala och skär potatisen i mindre bitar. Koka potatisen. Halvera haricots vertsen och låt dem koka tillsammans med potatisen i 4 minuter. Hacka persiljan. Stek korven i oljan i en stekpanna, ca 10 minuter runt om. Häll av potatisen och haricots vertsen och blanda dem med crème fraiche och persilja. Smaka av med salt och peppar. Servera potatisen med korven.",
        "allergies": "Kontrollera noga innehållet i brödet och soppbasen. Fri från ägg. Innehåller laktos och mjölkprotein. Gör glutenfri: välj glutenfritt bröd."
    },
    {
        "id": 8,
        "name": "Lax med bladspenat och pasta",
        "info": "Här är ett gott och fräscht recept på lax med bladspenat och pasta. En snabblagad, krämig och läcker rätt som livar upp vardagen på ett trevligt sätt.!",
        "pictureurl":"https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_40681/cf_259/lax_med_bladspenat_och_pasta.jpg",
        "fish": true,
        "meat": false,
        "chicken": false,
        "vegetarian": false,
        "price": 90,
        "ingridients":[
            "4 port laxfilé",
            "4 port pennepasta",
            "1 gul lök",
            "1 msk olja",
            "salt",
            "peppar",
            "65g bladspenat",
            "2 dl lätt creame fraiche",
            "1 dl mjölk",
            "300g wokgrönsaker"
        ],
        "time": 20,
        "todo": "Tina fisken (om fryst används). Koka pastan enligt anvisningen på paketet. Skala, skiva och bryn löken i oljan tillsammans med laxbitarna i en stekpanna. Krydda med salt och peppar. Sänk värmen och lägg ner spenaten i pannan runt fisken. Rör samman crème fraiche och mjölk häll det i pannan och sjud ca 8 minuter under lock eller tills laxens innertemperatur är 56˚C. Woka grönsakerna enligt anvisningen på förpackningen. Blanda pastan med grönsakerna. Servera laxen med pastan.",
        "allergies": "Gör glutenfri: välj glutenfri pasta. Gör laktosfri: välj laktosfri smaksatt crème fraiche. Välj laktosfri mjölkdryck. Gör mjölkprotein: byt ut crème fraiche och mjölk mot mjölkproteinfria ersättningsprodukter. Gör äggfri: använd pasta utan ägg."
    } 
]