[
    {
        "id": 1,
        "name": "Spaghetti Carbonara",
        "info": "En klassisk, krämig carbonara med parmesanost, ruccola och den finaste svartpepparn! Lika god en fredagkväll tillsammans med ett gott glas vin som till lyxlunch på helgen.",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_168478/cf_259/kramig_carbonara.jpg",
        "category": "meat",
        "price": 80,
        "ingredients": [
            "2 förp bacon",
            "500g spaghetti",
            "riven parmesanost",
            "4 äggulor",
            "2 krm svartpeppar",
            "1 dl vispgrädde",
            "1/2 tsk salt",
            "ruccola till garnering"
        ],
        "time": 20,
        "todo": "Koka spaghetti enligt anvisningarna på förpackningen. Stek baconbitarna knapriga i en stekpanna. Vispa ihop ägg, grädde, parmesanost, salt och svartpeppar i en bunke. Häll av pastan och häll tillbaka den i kastrullen, vänd ner äggblandningen och det stekta baconet. Rör runt på svag värme till en krämig pasta. Till servering: Lägg upp på ett fat tillsammans med ruccolasalladen. Servera med en extra äggula och dra några extra tag med pepparkvarnen över.",
        "allergies": "Innehåller ägg och mjölkprotein. Gör glutenfri: välj glutenfri pasta. Gör laktosfri: välj laktosfri grädde."
    },
    {
        "id": 2,
        "name": "Fisk- och skaldjurssoppa",
        "info": "Vad passar hösten bättre till än en krämig fisk- och skaldjurssoppa? Med en fisksoppbas smaksatt med hummer och vitt vin, behövs det bara tillsättas räkor, samt krispig salladslök för att få en smakrik soppa. Servera sedan tillsammans med en varm vitlöksbaguette.",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_206658/cf_259/fisk-_och_skaldjurssoppa.jpg",
        "category": "fish",
        "price": 120,
        "ingredients": [
            "1 förp vitlöksbaguette",
            "400g soppbas med hummer och vittvin",
            "1 dl mellangrädde",
            "580g räkor i lake",
            "1/2 påse salladslök"
        ],
        "time": 20,
        "todo": "Sätt ugnen på 175°C. Baka baguetten enligt anvisningen på förpackningen. Koka upp fisksoppebasen med grädden i en kastrull. Låt räkorna rinna av i en sil. Ansa och strimla salladslöken. Vänd ned räkor och salladslök i soppan och och låt det bli varmt (koka inte, då blir räkorna sega). Servera soppan med baguetten.",
        "allergies": "Kontrollera noga innehållet i brödet och soppbasen. Fri från ägg. Innehåller laktos och mjölkprotein. Gör glutenfri: välj glutenfritt bröd."
    },
    {
        "id": 3,
        "name": "Rostas med krämig gnocchi",
        "info": "Rostas är en extra mör bit av nötkött som får en fantastisk smak när den steks i smör. Smakexplosion uppstår när den serveras med denna krämiga gnocchi med sting från dijonsenap. Toppa rätten med hackad persilja och söta romanticatomater.",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_185342/cf_259/rostas_med_kramig_gnocchi.jpg",
        "category": "meat",
        "price": 100,
        "ingredients": [
            "4 port gnocchi",
            "ca 300g rostas",
            "1 msk smör",
            "salt",
            "peppar",
            "2 dl matlagningsgrädde",
            "10g färsk persilja",
            "1 tsk dijonsenap",
            "200g romanticatomater"
        ],
        "time": 40,
        "todo": "Koka gnocchin enligt anvisningen på förpackningen. Stek köttet i hälften av smöret i en stekpanna, ca 4 minuter på varje sida. Krydda med salt och peppar. Lyft upp köttet och stek gnocchin i resten av smöret, häll i grädden och låt koka ihop. Hacka persiljan och rör ner den i gnocchin, smaka av med senap, salt och peppar. Dela tomaterna. Servera köttet med gnocchin och tomaterna.",
        "allergies": "Fri från ägg. Innehåller laktos och mjölkprotein. Gör glutenfri: välj glutenfritt bröd."
    },
    {
        "id": 4,
        "name": "Lax med grönsakswok",
        "info": "Här kommer en lättlagad men ack så smarrig rätt, gjord på stekt lax och smakrik wok. Till det serveras nykokt ris. Gott för alla magar!",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_243615/cf_259/lax_med_gronsakswok__.jpg",
        "category": "fish",
        "price": 80,
        "ingredients": [
            "4 port ris",
            "2 förp wokmix fusion med dressing",
            "2 msk olja",
            "1 dl sweet chilisås",
            "1 dl vatten",
            "600g laxfile"
        ],
        "time": 20,
        "todo": "Koka riset enligt anvisningen på förpackningen. Stek grönsakerna i hälften av oljan i en stekpanna. Häll i dressingen, sweet chilisås och vatten. Lägg upp i en skål. Stek laxen i resten av oljan i stekpannan ca 2 minuter per sida eller tills fisken har en innertemperatur på 54°C. Servera fisken med ris och grönsaker.",
        "allergies": "Fri från ägg. Innehåller laktos och mjölkprotein. Gör glutenfri: välj glutenfritt bröd."
    },
    {
        "id": 5,
        "name": "Köttfärsgulash med potatis",
        "info": "Denna ungerska köttfärsgulasch är lättlagad och värmer bra i höstmörkret. Potatis- och paprikabitarna gör grytan mer matig så att du står dig hela dagen. Med en god brödbit till blir måltiden fulländad.",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_36930/cf_259/kottfarsgulasch_med_potatis.jpg",
        "category": "meat",
        "price": 60,
        "ingredients": [
            "1 gul lök",
            "800 g potatisar",
            "2 röda paprikor",
            "500g nötfärs",
            "2 msk olja",
            "5 dl kött eller hönsbuljong",
            "500g krossade tomater",
            "2 tsk kummin",
            "1 msk paprikapulver",
            "salt",
            "peppar"
        ],
        "time": 40,
        "todo": "Skala lök och potatis. Dela och kärna ur paprikorna. Hacka löken, skär potatisen och paprikorna i tärningar. Fräs alla grönsaker och köttfärsen i oljan i en gryta.  Tilllsätt buljong, tomater och kryddor. Låt koka tills potatisen är mjuk. Smaksätt med salt och peppar. Servera med ett gott mjukt bröd att suga upp såsen med.",
        "allergies": "Fri från ägg. Innehåller laktos och mjölkprotein. Gör glutenfri: välj glutenfritt bröd."
    },
    {
        "id": 6,
        "name": "Ugnsbakad fisk med pepparrotsost",
        "info": "Fisk smaksatt med pepparrot blir ofta riktigt gott. Här används färskost med smak av pepparrot. Häll grädde över och tillaga sedan fisken enkelt i ugnen. Under tiden kokas riset. Till den ugnsbakade fisken serverar du riset och fräscha mangoldblad.",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_238635/cf_259/ugnsbakad_fisk_med_pepparrotsost.jpg",
        "category": "fish",
        "price": 90,
        "ingredients": [
            "600g alska pollock",
            "salt",
            "peppar",
            "175g färskost med pepparrostssmak",
            "2 1/2 dl matlagningsgrädde",
            "1 fiskbuljongstärning",
            "4 port ris",
            "65 g mangoldskott"
        ],
        "time": 40,
        "todo": "Tina fisken. Sätt ugnen på 225°C. Låt fisken rinna av ordentligt. Lägg filéerna i en ugnsform. Krydda med salt och peppar. Klicka på färskosten. Koka upp grädde och smulad buljongtärning och häll över fisken. Gratinera mitt i ugnen ca 20 minuter. Koka riset enligt anvisningen på förpackningen. Servera fisken med ris och sallad.",
        "allergies": "Fri från ägg. Innehåller laktos och mjölkprotein. Gör glutenfri: välj glutenfritt bröd."
    },
    {
        "id": 7,
        "name": "Korv med krämig potatis",
        "info": "Stekt älgkorv serveras här med krämig potatis. Ett snabbt och enkelt sätt att få härligt krämig potatis är att vända ner lite smaksatt crème fraiche över den kokta potatisen, samt lite färsk hackad persilja. Smaklig spis önskar vi!",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_241874/cf_259/algkorv_med_kramig_potatis.jpg",
        "category": "meat",
        "price": 90,
        "ingredients": [
            "900g potatis",
            "1 förp hericots verts",
            "1 förp färsk persilja",
            "600g korv",
            "4 tsk olja",
            "2 dl creme fraiche",
            "salt",
            "peppar"
        ],
        "time": 40,
        "todo": "Skala och skär potatisen i mindre bitar. Koka potatisen. Halvera haricots vertsen och låt dem koka tillsammans med potatisen i 4 minuter. Hacka persiljan. Stek korven i oljan i en stekpanna, ca 10 minuter runt om. Häll av potatisen och haricots vertsen och blanda dem med crème fraiche och persilja. Smaka av med salt och peppar. Servera potatisen med korven.",
        "allergies": "Kontrollera noga innehållet i brödet och soppbasen. Fri från ägg. Innehåller laktos och mjölkprotein. Gör glutenfri: välj glutenfritt bröd."
    },
    {
        "id": 8,
        "name": "Lax med bladspenat och pasta",
        "info": "Här är ett gott och fräscht recept på lax med bladspenat och pasta. En snabblagad, krämig och läcker rätt som livar upp vardagen på ett trevligt sätt.!",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_40681/cf_259/lax_med_bladspenat_och_pasta.jpg",
        "category": "fish",
        "price": 90,
        "ingredients": [
            "4 port laxfilé",
            "4 port pennepasta",
            "1 gul lök",
            "1 msk olja",
            "salt",
            "peppar",
            "65g bladspenat",
            "2 dl lätt creame fraiche",
            "1 dl mjölk",
            "300g wokgrönsaker"
        ],
        "time": 20,
        "todo": "Tina fisken (om fryst används). Koka pastan enligt anvisningen på paketet. Skala, skiva och bryn löken i oljan tillsammans med laxbitarna i en stekpanna. Krydda med salt och peppar. Sänk värmen och lägg ner spenaten i pannan runt fisken. Rör samman crème fraiche och mjölk häll det i pannan och sjud ca 8 minuter under lock eller tills laxens innertemperatur är 56˚C. Woka grönsakerna enligt anvisningen på förpackningen. Blanda pastan med grönsakerna. Servera laxen med pastan.",
        "allergies": "Gör glutenfri: välj glutenfri pasta. Gör laktosfri: välj laktosfri smaksatt crème fraiche. Välj laktosfri mjölkdryck. Gör mjölkprotein: byt ut crème fraiche och mjölk mot mjölkproteinfria ersättningsprodukter. Gör äggfri: använd pasta utan ägg."
    },
    {
        "id": 9,
        "name": "Kycklingkorv i ugn med mos",
        "info": "Ett lättlagat och gott alternativ till klassiskt ugnsstekt falukorv. Låt kycklingkorven få sällskap av inlagd gurka, ost och ketchup – en smakkombination som oftast går hem hos både stora och små. Servera tillsammans med krämigt potatismos, som du enkelt vispar ihop med lite varm mjölk.",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_245318/cf_259/kycklingkorv_i_ugn_med_mos.jpg",
        "category": "chicken",
        "price": 65,
        "ingredients": [
            "900 g potatis",
            "500 g kycklingstekkorv",
            "1 dl hackad inlag gurka",
            "2 msk ketchup",
            "2 msk ströbröd",
            "1 dl riven ost",
            "350 g morötter",
            "2 1/2 dl mjölk",
            "salt",
            "svartpeppar"
        ],
        "time": 45,
        "todo": "Sätt ugnen på 225°C. Skala, dela och koka potatisen. Dela korven på längden till två bitar. Lägg den i en ugnssäker form med den runda sidan ner. Toppa korven med hackad gurka, ketchup, ströbröd och ost. Sätt in formen mitt i ugnen ca 15 minuter. Skala och riv morötterna eller skär dem i stavar. Häll av potatisen och krossa den med en potatisstöt eller visp. Värm mjölken, häll i den och vispa slätt. Smaka av med salt och peppar. Servera korven med mos och morötter.",
        "allergies": "Kontrollera noga innehållet i korven. Fri från ägg. Gör glutenfri: välj glutenfritt ströbröd. Gör laktosfri: välj laktosfri mjölkdryck. Gör mjölkproteinfri: byt ost och mjölk mot mjölkproteinfritt ostalternativ."
    },
    {
        "id": 10,
        "name": "Pestofylld kyckling med pasta",
        "info": "En lättlagad och god kycklingrätt med pesto. Att tillaga kycklingen i ugnen med pesto och mozzarella gör den saftig och smakrik. Snitta och fyll filéerna och låt dem bakas medan du kokar pastan och bönorna. Blanda den nykokta pastan med det som blir över av peston.",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_245321/cf_259/pestofylld_kyckling_med_pasta.jpg",
        "category": "chicken",
        "price": 80,
        "ingredients": [
            "640 g kycklingfiléer",
            "1 dl basilikapesto",
            "2 förp mozarella (á 125 g)",
            "salt",
            "peppar",
            "4 port pasta (gärna gemelli)",
            "300 g haricots verts (bönor)",
            "65 g rucola"
        ],
        "time": 30,
        "todo": "Tina kycklingen om den är fryst. Sätt ugnen på 200°C. Skär ett snitt i varje kycklingfilé och lägg den i en ugnsform. Dela mozzarellan i bitar. Fyll kycklingen med hälften av peston och all mozzarella. Krydda med salt och peppar och sätt in mitt i ugnen tills kycklingfiléns innertemperatur är 72°C, ca 20 minuter. Koka pastan enligt anvisningen på förpackningen. Låt bönorna koka med pastan när det återstår ca 4 minuter av tiden. Rör ner resten av peston i pastan. Servera kycklingen med pasta, bönor och rucola.",
        "allergies": "Gör glutenfri: välj glutenfri pasta. Gör laktosfri: välj laktosfri mozzarella. Gör mjölkproteinfri: byt ut mozzarella mot mjölkproteinfritt ostalternativ. Välj pesto utan mjölkprotein. Gör äggfri: välj äggfri pasta. Känsliga äggallergiker bör välja pesto utan ost med konserveringsämnet E1105 Lysozym."
    },
    {
        "id": 11,
        "name": "Kycklingkebab med libabröd och picklad lök",
        "info": "Att äta med händerna är ett lite roligare sätt att få i sig middagen. Kycklingkebaben läggs i libabröden ihop med tillbehör så som snabbinlagd rödlök, tomater, sallad och upphettade pimiento de padron. Ät ihop med en generös klick av hummus och njut!",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_241876/cf_259/kycklingkebab_med_libabrod_och_picklad_lok_.jpg",
        "category": "chicken",
        "price": 70,
        "ingredients": [
            "2 rödlök",
            "2 msk vitvinsvinäger",
            "2krm salt",
            "4 krm strösocker",
            "2 tomater",
            "2 kruka röd/grön sallad",
            "2 förp kycklingkebab (á 275 g)",
            "200 g pimiento de padron",
            "4 tsk olivolja",
            "1 förp färsk persilja (á 20 g)",
            "4 libabröd (orientalisk tunnbröd)"
        ],
        "time": 30,
        "todo": "Skala och skiva löken tunt (gärna på en mandolin) och blanda med vinäger, salt och socker. Vänd runt då och då. Skär tomaten i skivor och plocka loss salladsbladen. Stek kebaben och pimientos i oljan i en stekpanna och krydda med salt. Hacka och strö över persiljan. Servera kyckingkebaben och alla tillbehör i bröden.",
        "allergies": "Kontrollera noga innehållet i brödet. Fri från laktos, mjölkprotein och ägg. Gör glutenfri: byt libabröd mot glutenfritt bröd."
    },
    {
        "id": 12,
        "name": "Flygande Jacob",
        "info": "Här bjuder vi på en riktig klassiker: Flygande Jacob! En läcker rätt med kyckling, bacon, grädde, banan, chilisås och jordnötter. Receptet publicerades första gången 1976 och upphovsmannen lär vara Ove Jacobsson, verksam inom flygfrakt. Tack Ove för denna oslagbara rätt!",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_223444/cf_259/flygande_jacob.jpg",
        "category": "chicken",
        "price": 80,
        "ingredients": [
            "4 kycklingfiléer (à ca 150 g)",
            "1 tsk olja",
            "1/2 tsk salt",
            "1 krm peppar",
            "140 g tärnat bacon",
            "1 banan",
            "2 1/2 dl matlagningsgrädde",
            "1 dl chilisås",
            "4 port ris, gärna basmatiris",
            "1 dl saltade jornötter"
        ],
        "time": 45,
        "todo": "Sätt ugnen på 225°C. Skär kycklingen i strimlor och bryn den i oljan i en stekpanna i omgångar, krydda med salt och peppar. Lägg i en ugnssäker form. Stek baconet och lägg på kycklingen. Skala och skiva bananen och lägg dem på kycklingen. Rör ihop grädde och chilisås, smaka av med salt och peppar. Häll det över kycklingen. Tillaga mitt i ugnen ca 20 minuter.",
        "allergies": "Fri från gluten och ägg. Gör laktosfri: välj laktosfri grädde. Gör mjölkproteinfri: byt ut grädden mot mjölkproteinfritt ersättningsalternativ."
    },
    {
        "id": 13,
        "name": "Broccolipaj",
        "info": "Denna klassiska broccolipaj är god och enkel att göra. I äggstanningen river du ner en smakrik hårdost och toppra sedan pajen med solroskärnor som tillför just det där lilla extra till denna matiga paj med broccoli.",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_245326/cf_259/broccolipaj.jpg",
        "category": "vegetarian",
        "price": 50,
        "ingredients": [
            "2 1/2 dl vetemjöl",
            "1 krm salt",
            "125 g smör",
            "1 msk kalt vatten",
            "1 msk smör (till pajformen)",
            "250 g broccoli",
            "150 g riven prästost (150 g motsvarar ca 2 1/2 dl)",
            "4 ägg",
            "1 dl mjölk",
            "2 1/2 dl matlagningsgrädde",
            "1/2 tsk salt",
            "2 krm svartpeppar",
            "1 dl solroskärnor"
        ],
        "time": 60,
        "todo": "Pajdeg: Blanda vetemjöl, salt och smör i tärningar med fingertopparna i en bunke eller använd matberedare. Tillsätt kallt vatten och knåda snabbt ihop till en deg. Platta ut degen lite och lägg den, i plastfolie, i kylen att vila i minst 30 minuter. Degen kan med fördel göras en dag i förväg. Sätt ugnen på 200°C. Tryck ut degen i en smord pajform, 27 cm i diameter (för 4 port). Nagga degen i pajformen med en gaffel. Förgrädda pajskalet mitt i ugnen ca 10 minuter. Fyllning: Skär broccolikronan i små buketter. Skala och skär stjälken i ca 1/2 cm tjocka skivor. Koka broccolin i saltat vatten ca 3 minuter. Häll av i ett durkslag och spola den kall. Låt broccolin rinna av ordentligt. Riv osten. Blanda ägg, mjölk, grädde, salt, peppar och ost. Lägg broccoli och solroskärnor i pajskalet och häll över äggstanningen. Sätt in pajen mitt i ugnen 15-20 minuter eller tills äggstanningen stelnat.",
        "allergies": "Innehåller gluten, mjölkprotein och ägg. Gör laktosfri: välj laktosfria produkter av smör, mjölk och grädde."
    },
    {
        "id": 14,
        "name": "Vegonuggets med sojamajonnäs",
        "info": "Här kommer ett perfekt sätt att servera ovo- vegetariskt till de skeptiska i familjen; vegonuggets! Dessa nuggets är så goda och ingen kommer kunna gissa att de bara innehåller vegetariska ingredienser. Ät ihop med ris och en härligt syrlig rättikasallad.",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_245269/cf_259/vegonuggets_med_sojamajonnas_.jpg",
        "category": "vegetarian",
        "price": 50,
        "ingredients": [
            "4 port ris",
            "1 1/2 dl majonnäs",
            "1 msk japansk soja",
            "150 g rättika",
            "1 lime",
            "1 msk olja",
            "salt",
            "peppar",
            "1/2 förp färsk gräslök (à 20 g)",
            "3 förp färska vegonuggets (à 200 g)"
        ],
        "time": 45,
        "todo": "Koka riset enligt anvisningen på förpackningen. Blanda majonnäsen med sojan. Skala, skiva och strimla rättikan så tunt som möjligt. Pressa över limesaft och hälften av oljan. Krydda med salt och peppar. Skär gräslöken och blanda med rättikan. Stek nuggetsen i resten av oljan i en stekpanna. Servera nuggetsen med ris, majonnäs och rättikssallad.",
        "allergies": "Kontrollera noga innehållet i majonnäsen och nuggetsen. Fri från laktos och mjölkprotein. Innehåller gluten. Gör äggfri: välj äggfri majonnäs."
    },
    {
        "id": 15,
        "name": "Risotto med skogschampinjoner",
        "info": "En perfekt kokt risotto är krämig och riset har kvar lite tuggmotstånd. Följ det här grundreceptet på svamprisotto och du har alla chanser att lyckas. Kastanjechampinjonerna i risotton går utmärkt att byta ut mot andra goda svampar som kantareller, karljohansvamp eller portabella till en ännu lyxigare vegetarisk festrätt.",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_89399/cf_259/risotto_med_skogschampinjoner.jpg",
        "category": "vegetarian",
        "price": 40,
        "ingredients": [
            "3 schalottenlökar",
            "1 vitlöksklyfta",
            "9 dl svampbuljong (vatten och buljongtärning eller fond)",
            "2 msk olivolja",
            "3 dl carnaroli- eller arborioris",
            "2 dl vitt vin eller matlagningsvin",
            "250 g kastanjechampinjoner",
            "3 msk smör",
            "2 dl riven parmesan",
            "salt och nymalen svartpeppar",
            "rucola till servering"
        ],
        "time": 45,
        "todo": "Skala och finhacka löken och vitlöken. Koka upp buljongen som ska hållas varm. Fräs lök och vitlök i olivoljan i en tjockbottnad kastrull utan att det får färg. Höj värmen och tillsätt riset, fräs tills det är glansigt. Häll på vinet och låt det koka in i riset. Späd med varm buljong under omrörning. Börja med 3-4 dl och ta sedan 1 dl i taget (för 4 port) efterhand som riset suger upp buljongen. Låt det koka sakta och rör ofta. Riset är färdigkokt efter 15-20 minuter. Ta upp några riskorn och smaka. Det ska finnas en kärna som ger visst tuggmotstånd. Ansa och skiva svampen. Stek den i smöret och krydda med salt och peppar. Rör ner svampen i riset. Tillsätt den rivna parmesansosten. Risotton ska nu vara ganska lös och krämig i konsistensen. Späd ev. med mer buljong. Smaksätt med salt och peppar. Servera risotton direkt på varma tallrikar med lite rucola på toppen.",
        "allergies": "Kontrollera ingrediensförteckningen på buljongen. Fri från gluten. Innehåller mjölkprotein. Gör laktosfri: välj laktosfritt smör. Gör äggfri: känsliga äggallergiker bör välja ost utan konserveringsämnet E1105 Lysozym, t ex parmigiano reggiano. Osten kan innehålla löpe."
    },
    {
        "id": 16,
        "name": "Vegocurry med broccoli och halloumi",
        "info": "En indiskdoftande curry står på kvällens meny, med crunchy broccoli och mjuk halloumi. Till det serveras äggnudlar. Mums!",
        "pictureurl": "https://assets.icanet.se/e_sharpen:80,q_auto,dpr_1.25,w_718,h_718,c_lfill/imagevaultfiles/id_244014/cf_259/vegocurry_med_broccoli_och_halloumi.jpg",
        "category": "vegetarian",
        "price": 50,
        "ingredients": [
            "250 g broccoli",
            "2 förp grillost eller halloumi (à 200 g)",
            "1 tsk olja",
            "400 ml grytbas massam curry",
            "2 dl vatten",
            "4 port äggnudlar"
        ],
        "time": 30,
        "todo": "Skär broccolin i mindre bitar. Skär halloumin i små tärningar. Stek osten i oljan i en kastrull, tills den får lite färg. Rör ner grytbasen och vattnet. Låt koka upp och lägg ner broccolin, koka tills broccolin är mjuk, ca 5 minuter. Koka nudlarna enligt anvisningen på nudelförpackningen. Servera curryn med nudlar och broccoli.",
        "allergies": "Kontrollera noga innehållet i grytbasen. Innehåller laktos och mjölkprotein. Gör glutenfri: välj risnudlar eller glasnudlar. Gör äggfri: byt ut äggnudlar mot risnudlar."
    }
]